[
  "table-editor-obsidian",
  "file-explorer-note-count",
  "recent-files-obsidian",
  "obsidian-pandoc",
  "obsidian-minimal-settings",
  "calendar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "obsidian-text-format",
  "editing-toolbar",
  "mysnippets-plugin",
  "floating-toc",
  "obsidian-style-settings",
  "surfing",
  "obsidian42-brat",
  "obsidian-diagrams-net",
  "obsidian-excalidraw-plugin",
  "obsidian-image-toolkit",
  "obsidian-image-auto-upload-plugin"
]